{
  "d67b641665f6b9175b8316d1ed4f5ec4cc1b7f5c720e3aa3cf1e066758c7c79a": "Восстановление:\n- После 192.9 мин тренировки — важно хорошо восстановиться: пить воду, съесть белково-углеводный перекус (банан + йогурт, или протеиновый батончик).\n- Сделай легкую растяжку, особенно ногам и спине.\n- Обеспечь полноценный сон в ближайшие 24 часа.\n\nПитание:\n- В течение часа после тренировки — принять белки и углеводы для восстановления мышц.\n- На следующий день — сбалансировать рацион: белки, сложные углеводы, овощи и воду.\n\nТехника:\n- Средняя каденция 72.3 — хорошая, но старайся удерживать 80-90 для повышения эффективности.\n- Максимальная скорость 56.38 км/ч — контроль за техникой при скоростных спусках.\n- Обрати внимание на плавность педалирования, избегай рывков.\n\nПроблемы и рекомендации:\n- Средняя частота сердечных сокращений 138.5 — это умеренная нагрузка, при необходимости регулируй интенсивность.\n- Температура 29°C — пей больше воды, используй солнцезащитный крем и шляпу/козырек.\n- Обрати внимание на уровень гидратации и электролитный баланс, особенно при жаркой погоде.\n\nОбщий совет:\n- Включай интервальные тренировки для повышения максимальной скорости.\n- Не забывай про технику и безопасность при высоких скоростях.",
  "ca44038d846056da9c03c9512784eca1d17575f7e26b04d0762056495214ebb5": "Восстановление:\n- Отдохните 1-2 дня, избегайте интенсивных нагрузок.\n- Сделайте легкую езду или растяжку через 1-2 дня после тренировки.\n- Обратите внимание на сон — минимум 7-8 часов.\n\nПитание:\n- Восстановите запасы гликогена — употребляйте углеводы (фрукты, крупы) в течение часа после тренировки.\n- Пейте достаточно воды, добавьте электролиты при необходимости.\n- Белки — для восстановления мышц (15-20 г в течение 30 минут после тренировки).\n\nТехника:\n- Следите за каденсом — оптимально 80-100 об/мин для эффективной работы мышц.\n- Используйте технику плавного переключения передач при подъёмах.\n- Контролируйте дыхание, особенно при подъёмах.\n\nПроблемы:\n- Высокая максимальная скорость (57.46 км/ч) — убедитесь, что техника торможения и управления безопасны.\n- Максимальная высота (1936 м) — возможна усталость из-за высоты; следите за самочувствием.\n- Средняя частота сердечных сокращений (145.7 уд/мин) — хорошая нагрузка, но избегайте переразгрева. Максимальный HR (173 уд/мин) — не превышайте его без подготовки.\n\nОбщий совет:\n- Планируйте восстановление и питание под каждую тренировку.\n- Регулярно оценивайте своё самочувствие и прогресс.",
  "02d5348bcc23f8be6701ad737685400ff88ca1e94cae4b15f81171e754d97673": "Восстановление:\n- Сделай растяжку и легкую прогулку через 24 часа.\n- Обеспечь полноценный сон (7-9 часов).\n- Пей воду и электролиты для восполнения потерь.\n\nПитание:\n- За 1-2 часа до езды — легкий углеводный перекус.\n- После — белки и углеводы (например, белковый коктейль, банан, орехи).\n- В течение дня — сбалансированное питание.\n\nТехника:\n- Следи за положением тела: спина ровная, руки расслаблены.\n- Поддерживай стабильную cadence (~80-90 об/мин) для меньшей усталости.\n- Работай над плавностью педалирования.\n\nПроблемы:\n- Максимальная скорость 37 км/ч — хорошая, но можно работать над более стабильной скоростью.\n- Средний пульс 122 — умеренная нагрузка, подходит для базы; для повышения выносливости — увеличивай интенсивность постепенно.\n- Обрати внимание на питание во время езды, чтобы избежать усталости и спада сил.\n\nОбщий совет:\n- Регулярно варьируй интенсивность и длину тренировок.\n- Следи за восстановлением и не перенапрягайся.",
  "d78bf7d9707511deb4609c8da5f38b5d75f9d5ecb48900e20401706a80a43afc": "Восстановление:\n- Отдохнуть 1-2 дня, обеспечить качественный сон.\n- Провести растяжку и легкую активность (например, прогулка или йога).\n\nПитание:\n- Восстановить запасы углеводов (бананы, рис, овсянка) в течение 30-60 мин после тренировки.\n- Употреблять белки (мясо, творог, белковые коктейли) для восстановления мышц.\n- Пить достаточно воды, учитывая температуру 22°C.\n\nТехника:\n- Следить за каденсом (62.8 — немного низко; стараться держать 80-90 для более эффективной работы).\n- Обратить внимание на технику подъема — равномерное распределение усилий, избегать чрезмерной нагрузки на одну ногу.\n\nПроблемы и рекомендации:\n- Максимальная скорость (56.38 км/ч) — нормальна, но убедись, что техника безопасности соблюдена.\n- Высота подъема (до 1929 м) — важно контролировать дыхание и избегать переутомления.\n- Средняя ЧСС 137 — хорошая для интервальной тренировки, но следи за максимальной (172), чтобы не перерабать сердечно-сосудистую систему.\n\nОбщий совет:\n- Включать в программу регулярные интервалы и постепенное увеличение интенсивности.\n- Следить за самочувствием и избегать перенапряжения.",
  "1648a428eda566115d2ea54cc584de756194425284b3cb859d6df85075e872a4": "Велотренировка \"Afternoon Ride\" — хорошая объемная нагрузка. Вот рекомендации:\n\nВосстановление:\n- Обеспечь полноценное питание с белками и углеводами в течение 30-60 мин после езды.\n- Выпей достаточное количество воды и электролитов.\n- Отдохни 1-2 дня, избегай интенсивных нагрузок.\n\nПитание:\n- После тренировки — белковый коктейль или мясо/рыба.\n- В течение дня — полноценный рацион с овощами, фруктами, злаками.\n- Следи за уровнем электролитов, особенно после длительных или потных сессий.\n\nТехника:\n- Работай над каденсом (целись в 80-100 об/мин).\n- Следи за положением тела — избегай перенапряжения спины и шеи.\n- Обрати внимание на работу педалей и передач, чтобы снизить нагрузку на колени.\n\nПроблемы:\n- Высокий максимум скорости (70.92 км/ч) — убедись, что техника торможения и управление безопасны.\n- Объем (106.77 км) — возможен переутомление; следи за признаками утомления, избегай переезда.\n\nОбщий совет:\n- Включи восстановительные дни и растяжку.\n- Используй технику дыхания и контроль усилий для предотвращения травм и переутомления.",
  "3e3b7588e59f79465c09f31195d436f84c81174f78bf9f5274510ae3fda9bed8": "Восстановление:\n- Отдыхайте 1-2 дня, избегайте интенсивных нагрузок.\n- Сделайте лёгкую растяжку и разминку после тренировки.\n- Обеспечьте качественный сон (7-9 часов).\n\nПитание:\n- Восстановите запасы гликогена: съешьте углеводы (фрукты, овсянка) в течение 30-60 минут после тренировки.\n- Добавьте белки для восстановления мышц (яйца, творог, курица).\n- Пейте достаточно воды, особенно при 26°C.\n\nТехника:\n- Следите за каденсом — 75.7 об/мин хорош, держите его в диапазоне 70-85.\n- Работайте над плавной педалировкой и экономией энергии.\n- Используйте правильную позицию на велосипеде для снижения нагрузки на спину и шею.\n\nПроблемы/замечания:\n- Средний HR (115.8) — в умеренной зоне, всё нормально, но следите за пульсом при длительных тренировках.\n- Максимальный HR (163) — это допустимо, избегайте чрезмерных усилий при будущих тренировках.\n- Небольшой подъём (118.8 м за 30 км) хорошо для выносливости, но избегайте слишком больших подъёмов без подготовки.\n\nОбщий совет:\n- Планируйте разнообразные тренировки для прогрессии и восстановления.",
  "849817a6afdf0ffe0df0509afb9e48d3a387be71ec7d538e2cf194ba9887d888": "Восстановление:\n- После такой нагрузки — минимум 1-2 дня активного отдыха или легкого восстановления.\n- Делай растяжку, массаж и гидратацию (вода, электролиты).\n\nПитание:\n- Восстанови запасы гликогена — ешь углеводы в течение часа после тренировки.\n- Добавь белки для восстановления мышц (курица, рыба, йогурт).\n\nТехника:\n- Обрати внимание на cadence — 68.8 об/мин чуть ниже рекомендуемых 80+ для эффективности. Работай над поддержанием более высокого каденса.\n- Максимальная скорость 53.35 км/ч — хорошо, но следи за техникой в скоростных участках, избегай рывков.\n\nПроблемы:\n- Средняя частота сердечных сокращений — 136 уд/мин, что указывает на умеренную нагрузку. Максимум 172 уд/мин — хорошая граница, не перегружайся.\n- Высокая температура (29°C) — пей больше воды, избегай перегрева.\n\nОбщий совет:\n- Следи за гидратацией, особенно при жаркой погоде.\n- Регулярно вариируй интенсивность, чтобы избегать переутомления."
}